Repository: nvdaes/pcKbBrl
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, fa, fr, gl, hr, pl, pt_br, ro, sr

source: Toggles braille input from the PC keyboard.
bg: Превключва въвеждането на брайл от компютърната клавиатура.
de: Schaltet die Braille-Eingabe über die PC-Tastatur um.
es: Conmuta la entrada Braille desde el teclado del PC.
fa: ورودیِ بریل را از صفحه‌کلیدِ رایانه فعال یا غیر فعال میکند.
fr: Bascule l'entrée braille à partir du clavier du PC.
gl: Conmuta a entrada braille dende o teclado do ordenador.
hr: Uključuje i isključuje brajični unos pomoću PC tipkovnice.
pl: Przełącza wprowadzanie brajla z klawiatury komputera.
pt_br: Alterna inserção de braille a partir do teclado do PC.
ro: Activează sau dezactivează intrarea braille de la tastatura PC-ului.
sr: Uključuje i isključuje brajev unos sa tastature računara.

source: Braille input from PC keyboard disabled
bg: Въвеждането на брайл от компютърната клавиатура е изключено
de: Braille-Eingabe über die PC-Tastatur ausgeschaltet
es: Entrada Braille desde el teclado del PC desactivada
fa: ورودیِ بریل از صفحه‌کلیدِ رایانه غیرفعال شد
fr: Saisie braille depuis le clavier du PC désactivée
gl: Entrada braille dende o teclado do ordenador desactivada
hr: Brajični unos pomoću PC tipkovnice je isključen
pl: Wejście Braille'a z klawiatury komputera wyłączone
pt_br: Desabilitada inserção de braille a partir do teclado do PC
ro: Intrarea braille de la tastatura PC-ului este dezactivată
sr: Onemogućen brajev unos sa tastature računara

source: Braille input from PC keyboard enabled
bg: Въвеждането на брайл от компютърната клавиатура е включено
de: Braille-Eingabe über PC-Tastatur eingeschaltet
es: Entrada Braille desde el teclado del PC activada
fa: ورودیِ بریل از صفحه‌کلیدِ رایانه فعال شد
fr: Saisie braille à partir du clavier du PC activée
gl: Entrada braille dende o teclado do ordenador activada
hr: Brajični unos pomoću PC tipkovnice je uključen
pl: Wprowadzanie brajla z klawiatury komputera włączone
pt_br: Habilitada inserção de braille a partir do teclado do PC
ro: Intrarea braille de la tastatura PC-ului este activată
sr: Omogućen brajev unos sa tastature računara

source: Shows the %s settings.
bg: Извежда настройките за %s.
fa: تنظیماتِ %s را نشان میدهد.
pl: Otwiera ustawienia %s.

source: &Type using one hand
bg: &Въвеждане само с една ръка
de: Mit einer Hand &tippen
es: &Escribir usando una sola mano
fa: &تایپ کردن با یک دست
fr: &Taper à une seule main
gl: &Escribir usando unha man
hr: Jednoručno &tipkanje
pl: &Pisz jedną ręką
pt_br: Digi&tar usando uma mão
ro: &Scrie folosind o singură mână
sr: &Unos korišćenjem jedne ruke

source: &Speak dot when typing with one hand
bg: &Изговаряй точката при въвеждане с една ръка
de: Beim Tippen mit einer Hand den Punkt an&sagen
es: &Verbalizar puntos al escribir con una sola mano
fa: &گُفتنِ نقطه‌ها هنگامِ تایپ با یک دست
fr: &Annoncer le point lors de la saisie à une seule main
gl: &Dicir punto ao escribir cunha man
hr: &Izgovaraj točkice tijekom jednoručnog tipkanja
pl: &Mów kropkę podczas pisania jedną ręką
pt_br: &Falar ponto ao digitar com uma mão
ro: &Pronunță punctul la scrierea cu o singură mână
sr: &Izgovaraj tačkice kada se koristi unos jednom rukom

source: &Timeout to send dots when writing with one hand (in ms)
bg: &Време за изпращане на точки при въвеждане с една ръка (в милисекунди)
de: &Zeitüberschreitung für das Senden von Punkten beim Schreiben mit einer Hand (in Millisekunden)
es: &Tiempo de espera para enviar los puntos al escribir con una mano (en ms)
fa: مدت زمانِ ارسال نقطه‌ها هنگامِ نوشتن با یک دست (به هزارمِ ثانیه)
fr: &Délai pour envoyer les points lors de l'écriture à une seule main (en ms)
gl: &Tempo de espera para enviar os puntos cando se escribe cunha soa man (en ms)
hr: &Trajanje slanja točkica tijekom jednoručnog tipkanja (u ms)
pl: &Limit czasu, aby wysłać kropki podczas pisania jedną ręką (w ms)
pt_br: &Tempo limite para enviar pontos ao escrever com uma mão (em ms)
ro: &Timpul de expirare la trimiterea punctelor atunci când se scrie cu o singură mână (în milisecunde)
sr: &Vreme isteka za unos tačkica kada se piše jednom rukom (u milisekundama)

source: Characters to con&firm when writing with one hand:
bg: Знаци за потвър&ждаване при въвеждане с една ръка:
de: Zeichen zur &Bestätigung beim Schreiben mit einer Hand:
es: Caracteres para con&firmar al escribir con una mano:
fa: نویسه‌هایی که برای &تایید هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour con&firmer lors de l'écriture à une seule main :
gl: Caracteres para con&firmar ó escribir cunha soa man:
hr: Znakovi za p&otvrdu tijekom jednoručnog tipkanja:
pl: Znaki, których należy &potwierdzać when podczas pisania jedną ręką:
pt_br: Caracteres de con&firmação ao escrever com uma mão:
ro: &Caractere de confirmat la scrierea cu o singură mână:
sr: Znakovi za &potvrdu kada se piše jednom rukom:

source: Characters to cance&l when writing with one hand:
bg: Знаци за от&мяна при въвеждане с една ръка:
de: Zeichen zum &Löschen beim Schreiben mit einer Hand:
es: Caracteres para cance&lar al escribir con una mano:
fa: نویسه‌هایی که برای &لغو هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour annu&ler lors de l'écriture à une seule main :
gl: Caracteres para cance&lar ó escribir cunha soa man:
hr: Znakovi za p&rekid tijekom jednoručnog tipkanja:
pl: Znaki &anulujące podczas pisania jedą ręką:
pt_br: Caracteres a serem e&liminados ao escrever com uma mão:
ro: Caractere de a&nulat la scrierea cu o singură mână:
sr: Znakovi za &otkazivanje kada se piše jednom rukom:

source: Characters for &dot1 when writing with one hand:
bg: Знаци за &точка1 при въвеждане с една ръка:
de: Zeichen für Punkt 1 beim Schreiben mit einer Hand:
es: Caracteres para el &punto 1 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۱ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour &point1 lors de l'écriture à une seule main :
gl: Caracteres para &punto1 ó escribir cunha soa man:
hr: Znakovi za točkicu &1 tijekom jednoručnog tipkanja:
pl: Znaki z &kropką1 podczas wpisywania jedą ręką:
pt_br: Caracteres para &ponto 1 ao escrever com uma mão:
ro: Caractere pentru &punctul1 la scrierea cu o singură mână:
sr: Znakovi za &tačkicu 1 kada se piše jednom rukom:

source: Characters for dot2 when writing with one hand:
bg: Знаци за точка2 при въвеждане с една ръка:
de: Zeichen für Punkt 2 beim Schreiben mit einer Hand:
es: Caracteres para el punto 2 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۲ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour point2 lors de l'écriture à une seule main :
gl: Caracteres para punto2 ó escribir cunha soa man:
hr: Znakovi za točkicu 2 tijekom jednoručnog tipkanja:
pl: Znaki dla &kropki2 podczas pisania jedną ręką:
pt_br: Caracteres para ponto 2 ao escrever com uma mão:
ro: Caractere pentru punctul2 la scrierea cu o singură mână:
sr: Znakovi za tačkicu 2 kada se piše jednom rukom:

source: Characters for dot3 when writing with one hand:
bg: Знаци за точка3 при въвеждане с една ръка:
de: Zeichen für Punkt 3 beim Schreiben mit einer Hand:
es: Caracteres para el punto 3 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۳ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour point3 lors de l'écriture à une seule main :
gl: Caracteres para punto3 ó escribir cunha soa man:
hr: Znakovi za točkicu 3 tijekom jednoručnog tipkanja:
pl: Znaki dla &kropki3 podczas pisania jedną ręką:
pt_br: Caracteres para ponto 3 ao escrever com uma mão:
ro: Caractere pentru punctul3 la scrierea cu o singură mână:
sr: Znakovi za tačkicu 3 kada se piše jednom rukom:

source: Characters for dot4 when writing with one hand:
bg: Знаци за точка4 при въвеждане с една ръка:
de: Zeichen für Punkt 4 beim Schreiben mit einer Hand:
es: Caracteres para el punto 4 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۴ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour point4 lors de l'écriture à une seule main :
gl: Caracteres para punto4 ó escribir cunha soa man:
hr: Znakovi za točkicu 4 tijekom jednoručnog tipkanja:
pl: Znaki dla &kropki4 podczas pisania jedną ręką:
pt_br: Caracteres para ponto 4 ao escrever com uma mão:
ro: Caractere pentru punctul4 la scrierea cu o singură mână:
sr: Znakovi za tačkicu 4 kada se piše jednom rukom:

source: Characters for dot5 when writing with one hand:
bg: Знаци за точка5 при въвеждане с една ръка:
de: Zeichen für Punkt 5 beim Schreiben mit einer Hand:
es: Caracteres para el punto 5 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۵ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour point5 lors de l'écriture à une seule main :
gl: Caracteres para punto5 ó escribir cunha soa man:
hr: Znakovi za točkicu 5 tijekom jednoručnog tipkanja:
pl: Znaki dla &kropki5 podczas pisania jedną ręką:
pt_br: Caracteres para ponto 5 ao escrever com uma mão:
ro: Caractere pentru punctul5 la scrierea cu o singură mână:
sr: Znakovi za tačkicu 5 kada se piše jednom rukom:

source: Characters for dot6 when writing with one hand:
bg: Знаци за точка6 при въвеждане с една ръка:
de: Zeichen für Punkt 6 beim Schreiben mit einer Hand:
es: Caracteres para el punto 6 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۶ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour point6 lors de l'écriture à une seule main :
gl: Caracteres para punto6 ó escribir cunha soa man:
hr: Znakovi za točkicu 6 tijekom jednoručnog tipkanja:
pl: Znaki dla &kropki6 podczas pisania jedną ręką:
pt_br: Caracteres para ponto 6 ao escrever com uma mão:
ro: Caractere pentru punctul6 la scrierea cu o singură mână:
sr: Znakovi za tačkicu 6 kada se piše jednom rukom:

source: Characters for dot7 when writing with one hand:
bg: Знаци за точка7 при въвеждане с една ръка:
de: Zeichen für Punkt 7 beim Schreiben mit einer Hand:
es: Caracteres para el punto 7 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۷ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour point7 lors de l'écriture à une seule main :
gl: Caracteres para punto7 ó escribir cunha soa man:
hr: Znakovi za točkicu 7 tijekom jednoručnog tipkanja:
pl: Znaki dla &kropki7 podczas pisania jedną ręką:
pt_br: Caracteres para ponto 7 ao escrever com uma mão:
ro: Caractere pentru punctul7 la scrierea cu o singură mână:
sr: Znakovi za tačkicu 7 kada se piše jednom rukom:

source: Characters for dot8 when writing with one hand:
bg: Знаци за точка8 при въвеждане с една ръка:
de: Zeichen für Punkt 8 beim Schreiben mit einer Hand:
es: Caracteres para el punto 8 al escribir con una mano:
fa: نویسه‌هایی که برای نقطه‌ی &۸ هنگامِ تایپ با یک دست به کار میروند:
fr: Caractères pour point8 lors de l'écriture à une seule main :
gl: Caracteres para punto8 ó escribir cunha soa man:
hr: Znakovi za točkicu 8 tijekom jednoručnog tipkanja:
pl: Znaki dla &kropki7 podczas pisania jedną ręką:
pt_br: Caracteres para ponto 8 ao escrever com uma mão:
ro: Caractere pentru punctul8 la scrierea cu o singură mână:
sr: Znakovi za tačkicu 8 kada se piše jednom rukom:

source: Characters to be &ignored when typing in braille:
bg: Знаци за игнориране при въвеждане на брайл:
de: Zeichen, die bei der Braille-Eingabe &ignoriert werden sollen:
es: Caracteres a &ignorar al escribir en braille:
fa: نویسه‌هایی که هنگامِ تایپ در بریل باید &نادیده گرفته شوند:
fr: Caractères à &ignorer lors de la saisie en braille :
gl: Caracteres a &ignorar ó escribir en braille:
hr: Znakov&i koji se zanemaruju prilikom tipkanja brajičnih znakova:
pl: Znaki, które mają być &ignorowane podczas pisania brajlem:
pt_br: Caracteres a serem &ignorados ao digitar em braille:
ro: Caractere care să fie &ignorate la scrierea în braille:
sr: Znakove koje treba &ignorisati u brajevom unosu:

source: &Restore defaults
bg: &Възстанови настройките по подразбиране
de: Standardwerte &wiederherstellen
es: &Restaurar valores predeterminados
fa: &بازگرداندن به پیشفرض
fr: &Réinitialiser
gl: &Restaurar opcións predeterminadas
hr: &Obnovi standardne vrijednosti
pl: &Przywróć domyślne
pt_br: &Restaurar padrões
ro: &Revino la setările din fabrică
sr: &Vrati na podrazumevana

source: None or all dots should be configured.
bg: Нито една или всички точки трябва да бъдат конфигурирани.
de: Es sollten keine oder alle Punkte konfiguriert werden.
es: Se deberían configurar todos o ningún punto.
fa: هیچیک یا همه‌ی نقطه‌ها باید پیکربندی شوند.
fr: Aucun ou tous les points doivent être configurés.
gl: Débense configurar ningún ou todos os puntos.
hr: Nijedna ili sve točkice moraju biti konfigurirane.
pl: Nie należy konfigurować żadnych lub wszystkich kropek.
pt_br: Nenhum ou todos os pontos devem ser configurados.
ro: Trebuie să fie configurate fie toate punctele, fie niciunul.
sr: Nijedna ili sve tačkice trebaju biti podešene.

source: Error
bg: Грешка
de: Fehler
fa: خطا
fr: Erreur
gl: Erro
hr: Greška
pl: Błąd
pt_br: Erro
ro: Eroare
sr: Greška

source: Configured keys for pcKbBrl shouldn't be repeated.
bg: Конфигурираните клавиши за "Въвеждане на брайл от компютърна клавиатура" не трябва да се повтарят.
de: Konfigurierte Schlüssel für pcKbBrl sollten nicht wiederholt werden.
es: No deberían repetirse las teclas configuradas para PCKBBRL.
fa: کلیدهای پیکربندی‌شده برای افزونه نباید تکراری باشند.
fr: Les touches configurées pour pcKbBrl ne doivent pas être répétées.
gl: As teclas configuradas para pcKbBrl non deben repetirse.
hr: Konfigurirane tipke za pcKbBrl se ne smiju ponavljati.
pl: Skonfigurowane skróty dla pcKbBrl nie powinny być powtarzane.
pt_br: As teclas configuradas para pcKbBrl não devem ser repetidas.
ro: Nu trebuie să fie repetate tastele configurate pentru pcKbBrl.
sr: Podešeni tasteri za brajev unos se ne smeju ponavljati.

source: Set at least a confirm key if timeout for one hand mode is 0.
bg: Задайте поне клавиш за потвърждение, ако времето за изчакване за режим с една ръка е 0.
de: Setzt mindestens eine Bestätigungstaste, wenn die Zeitüberschreitung für den Ein-Hand-Modus 0 ist.
es: Configura al menos una tecla de confirmación si el tiempo de espera del modo de una mano es 0.
fa: چنانچه مدت زمان برای حالتِ یکدستی صفر است، دستکم یک کلید تایید برای آن تعیین کنید.
fr: Définir au moins une touche de confirmation si le délai à une seule main est 0.
gl: Pon polo menos una tecla de confirmación se o tempo de espera do modo dunha soa man é 0.
hr: Postavi barem jednu tipku za potvrdu ako je trajanje za jednoručni modus 0.
pt_br: Defina pelo menos uma tecla de confirmação se o tempo limite para o modo de uma mão for 0.
ro: Setează cel puțin o tastă de confirmare dacă timpul de expirare pentru modul one hand ( o singură mână) este setat la 0.
sr: Podesite bar taster za potrdu ako je vreme isteka za režim unosa jednom rukom 0.

source: PC Keyboard Braille Input
bg: Въвеждане на брайл от компютърна клавиатура (PC Keyboard Braille Input)
de: PC-Tastatur Braille-Eingabe
es: Entrada Braille a través del teclado del PC
fa: ورودیِ بریل با صفحه‌کلیدِ رایانه
hr: Brajični unos PC tipkovnicom
pt_br: Inserção de Braille com o Teclado do PC
sr: Brajev unos sa tastature računara

source: Allows braille to be entered via the PC keyboard.
bg: Позволява да се въвежда брайл чрез компютърната клавиатура.
de: Ermöglicht die Eingabe von Braille über die PC-Tastatur.
es: Permite introducir Braille mediante el teclado del PC.
fa: اجازه میدهد تا با صفحه‌کلیدِ رایانه، بریل وارد کنید.
fr: Permet la saisie en braille à l'aide du clavier du PC.
gl: Permite que se introduza braille a través do teclado do ordenador.
hr: Omogućuje unos brajičnih znakova putem PC tipkovnice.
pl: Umożliwia wprowadzanie brajla za pomocą klawiatury komputera.
pt_br: Possibilita que braille seja digitado através do teclado do PC.
ro: Permite inserarea braille de la tastatura PC-ului.
sr: Dozvoljava brajev unos sa tastature računara.

source: Kannada cti
es: Canarés cti
